Repository: katagaki/IllustMate
Catalog: Shared/Strings/Localizable.xcstrings
Source language: en
Languages: de, ja, ko, zh_hans, zh_hant

# Auth.Locked
source: PicMate is Locked
de: PicMate ist gesperrt
ja: PicMateはロックされています
ko: PicMate가 잠겨 있습니다
zh_hans: PicMate 已锁定
zh_hant: PicMate 已鎖定

# Auth.Reason
source: Unlock PicMate
de: PicMate entsperren
ja: PicMateのロックを解除
ko: PicMate 잠금 해제
zh_hans: 解锁 PicMate
zh_hant: 解鎖 PicMate

# Auth.Unlock
source: Unlock
de: Entsperren
ja: ロック解除
ko: 잠금 해제
zh_hans: 解锁
zh_hant: 解鎖

# Backup.Confirm.Available
source: Free space
de: Freier Speicher
ja: 空き容量
ko: 사용 가능한 공간
zh_hans: 可用空间
zh_hant: 可用空間

# Backup.Confirm.Size
source: Estimated size
de: Geschätzte Größe
ja: 推定サイズ
ko: 예상 크기
zh_hans: 预计大小
zh_hant: 預計大小

# Backup.Error.Destination
source: Couldn’t access the backup destination.
de: Auf das Sicherungsziel konnte nicht zugegriffen werden.
ja: バックアップ先にアクセスできませんでした。
ko: 백업 대상에 접근할 수 없습니다.
zh_hans: 无法访问备份目标位置。
zh_hant: 無法存取備份目的地。

# Backup.Error.Incomplete
source: Some originals couldn’t be downloaded, so the backup was stopped. Check your connection and try again.
de: Einige Originale konnten nicht heruntergeladen werden, daher wurde die Sicherung gestoppt. Überprüfe deine Verbindung und versuche es erneut.
ja: 一部のオリジナルをダウンロードできなかったため、バックアップを中止しました。接続を確認して、もう一度お試しください。
ko: 일부 원본을 다운로드할 수 없어 백업이 중단되었습니다. 연결을 확인한 후 다시 시도하세요.
zh_hans: 部分原始文件无法下载，备份已停止。请检查网络连接后重试。
zh_hant: 部分原始檔案無法下載，備份已停止。請檢查網路連線後再試一次。

# Backup.Error.InsufficientSpace
source: There isn’t enough free space to finish this backup. Free up space and try again.
de: Es ist nicht genügend freier Speicher vorhanden, um diese Sicherung abzuschließen. Schaffe Speicherplatz und versuche es erneut.
ja: このバックアップを完了するための空き容量が足りません。空き容量を増やしてから、もう一度お試しください。
ko: 이 백업을 완료할 공간이 부족합니다. 공간을 확보한 후 다시 시도하세요.
zh_hans: 可用空间不足，无法完成此备份。请释放空间后重试。
zh_hant: 可用空間不足，無法完成此備份。請釋放空間後再試一次。

# Backup.Preparing
source: Preparing…
de: Wird vorbereitet…
ja: 準備中…
ko: 준비 중…
zh_hans: 正在准备…
zh_hant: 正在準備…

# Command.NextPic
source: Next Pic
de: Nächstes Bild
ja: 次の画像
ko: 다음 사진
zh_hans: 下一张图片
zh_hant: 下一張圖片

# Command.PreviousPic
source: Previous Pic
de: Vorheriges Bild
ja: 前の画像
ko: 이전 사진
zh_hans: 上一张图片
zh_hant: 上一張圖片

# Experiments.ShowCloudStatusEverywhere
source: Show Cloud Status Everywhere
de: Cloud-Status überall anzeigen
ja: クラウド同期状況を常に表示
ko: 클라우드 상태를 모든 곳에 표시
zh_hans: 在所有位置显示云端状态
zh_hant: 在所有位置顯示雲端狀態

source: Generating sample data…
de: Beispieldaten werden generiert …
ja: サンプルデータを生成中…
ko: 샘플 데이터 생성 중…
zh_hans: 正在生成示例数据…
zh_hant: 正在生成範例資料…

# Labs.TestData.Generating
source: Generating sample data…
de: Beispieldaten werden generiert …
ja: サンプルデータを生成中…
ko: 샘플 데이터 생성 중…
zh_hans: 正在生成示例数据…
zh_hant: 正在生成範例資料…

# Shared.AddToAlbum
source: Move Into Album
de: In Album verschieben
ja: アルバムに移動
ko: 앨범으로 이동
zh_hans: 移入相册
zh_hant: 移入相簿

# Shared.Album.%lld
source: %lld Photos
de: %lld Fotos
ja: %lld枚の写真
ko: %lld장
zh_hans: %lld 张照片
zh_hant: %lld 張照片

# Shared.Albums
source: Albums
de: Alben
ja: アルバム
ko: 앨범
zh_hans: 相册
zh_hant: 相簿

# Shared.Cancel
source: Cancel
de: Abbrechen
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# Shared.Collection
source: Collection
de: Sammlung
ja: コレクション
ko: 컬렉션
zh_hans: 收藏
zh_hant: 收藏

# Shared.Copy
source: Copy
de: Kopieren
ja: コピー
ko: 복사
zh_hans: 拷贝
zh_hant: 拷貝

# Shared.Create
source: Create
de: Erstellen
ja: 作成
ko: 생성
zh_hans: 创建
zh_hant: 建立

# Shared.Delete
source: Delete
de: Löschen
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# Shared.DeleteConfirmation.Album
source: Are you sure you want to delete this pic? Pics in the album will be moved to its containing album.
de: Möchten Sie dieses Album wirklich löschen? Bilder im Album werden in das übergeordnete Album verschoben.
ja: このアルバムを削除してもよろしいですか？ アルバム内の画像はそのアルバムの包含アルバムに戻されます。
ko: 이 앨범을 삭제하시겠습니까? 앨범 내의 사진은 상위 앨범으로 이동됩니다.
zh_hans: 确定要删除此相册吗？ 相册中的图片将被移至其上级相册。
zh_hant: 確定要刪除此相簿嗎？ 相簿中的圖片將被移至其上層相簿。

# Shared.DeleteConfirmation.Album.%@
source: Are you sure you want to delete "%@"?
de: Möchten Sie „%@“ wirklich löschen?
ja: 「%@」を削除してもよろしいですか？
ko: "%@"을(를) 삭제하시겠습니까?
zh_hans: 确定要删除「%@」吗？
zh_hant: 確定要刪除「%@」嗎？

# Shared.DeleteConfirmation.Album.Message
source: Items contained in the deleted album will be moved to its parent album.
de: Elemente im gelöschten Album werden in das übergeordnete Album verschoben.
ja: 削除されたアルバム内のアイテムは親アルバムに移動されます。
ko: 삭제된 앨범에 포함된 항목은 상위 앨범으로 이동됩니다.
zh_hans: 已删除相册中的项目将被移至其上级相册。
zh_hant: 已刪除相簿中的項目將被移至其上層相簿。

# Shared.DeleteConfirmation.Photo.%lld
source: Are you sure you want to delete the selected %lld photos?
de: Möchten Sie die ausgewählten %lld Fotos wirklich löschen?
ja: 選択した%lld枚の写真を削除してもよろしいですか？
ko: 선택한 %lld장의 사진을 삭제하시겠습니까?
zh_hans: 确定要删除已选中的 %lld 张照片吗？
zh_hant: 確定要刪除已選取的 %lld 張照片嗎？

# Shared.DeleteConfirmation.Pic
source: Are you sure you want to delete this pic?
de: Möchten Sie dieses Bild wirklich löschen?
ja: この画像を削除してもよろしいですか？
ko: 이 사진을 삭제하시겠습니까?
zh_hans: 确定要删除此图片吗？
zh_hant: 確定要刪除此圖片嗎？

# Shared.DeleteConfirmation.Pic.%lld
source: Are you sure you want to delete the selected %lld pics?
de: Möchten Sie die ausgewählten %lld Bilder wirklich löschen?
ja: 選択した%lld枚の画像を削除してもよろしいですか？
ko: 선택한 %lld장의 사진을 삭제하시겠습니까?
zh_hans: 确定要删除已选中的 %lld 张图片吗？
zh_hant: 確定要刪除已選取的 %lld 張圖片嗎？

# Shared.DeselectAll
source: Deselect All
de: Alle abwählen
ja: すべての選択を解除
ko: 전체 선택 해제
zh_hans: 取消全选
zh_hant: 取消全選

# Shared.FileName
source: File Name
de: Dateiname
ja: ファイル名
ko: 파일 이름
zh_hans: 文件名
zh_hant: 檔案名稱

# Shared.FileSize
source: File Size
de: Dateigröße
ja: ファイルサイズ
ko: 파일 크기
zh_hans: 文件大小
zh_hant: 檔案大小

# Shared.GridSize
source: Grid Size
de: Rastergröße
ja: グリッドのサイズ
ko: 격자 크기
zh_hans: 网格大小
zh_hant: 格狀大小

# Shared.GridSize.2
source: 2 Columns
de: 2 Spalten
ja: 2列
ko: 2열
zh_hans: 2 列
zh_hant: 2 欄

# Shared.GridSize.3
source: 3 Columns
de: 3 Spalten
ja: 3列
ko: 3열
zh_hans: 3 列
zh_hant: 3 欄

# Shared.GridSize.4
source: 4 Columns
de: 4 Spalten
ja: 4列
ko: 4열
zh_hans: 4 列
zh_hant: 4 欄

# Shared.GridSize.5
source: 5 Columns
de: 5 Spalten
ja: 5列
ko: 5열
zh_hans: 5 列
zh_hant: 5 欄

# Shared.GridSize.8
source: 8 Columns
de: 8 Spalten
ja: 8列
ko: 8열
zh_hans: 8 列
zh_hant: 8 欄

# Shared.Import
source: Import Pics
de: Bilder importieren
ja: 画像をインポート
ko: 사진 가져오기
zh_hans: 导入图片
zh_hant: 匯入圖片

# Shared.KeepOffline
source: Keep Offline
de: Offline behalten
ja: オフラインで保持
ko: 오프라인으로 보관
zh_hans: 保留离线
zh_hant: 保留離線

# Shared.More
source: More
de: Mehr
ja: その他
ko: 더 보기
zh_hans: 更多
zh_hant: 更多

# Shared.Move
source: Move
de: Verschieben
ja: 移動
ko: 이동
zh_hans: 移动
zh_hant: 移動

# Shared.MoveHere
source: Move Here
de: Hierhin verschieben
ja: ここに移動
ko: 여기로 이동
zh_hans: 移至此处
zh_hant: 移至此處

# Shared.MoveOutOfAlbum
source: Move Out of Album
de: Aus Album verschieben
ja: コレクションに戻す
ko: 앨범 밖으로 이동
zh_hans: 移出相册
zh_hant: 移出相簿

# Shared.MoveOutTo.%@
source: Move Back to %@
de: Zurück zu %@ verschieben
ja: %@に戻す
ko: %@(으)로 이동
zh_hans: 移回「%@」
zh_hant: 移回「%@」

# Shared.MoveTo
source: Move To...
de: Verschieben nach …
ja: 移動先…
ko: 이동…
zh_hans: 移至…
zh_hant: 移至⋯

# Shared.No
source: No
de: Nein
ja: いいえ
ko: 아니요
zh_hans: 否
zh_hant: 否

# Shared.NoAlbums
source: No Albums
de: Keine Alben
ja: アルバムなし
ko: 앨범 없음
zh_hans: 无相册
zh_hant: 無相簿

# Shared.OpenFilesApp
source: Open Files App
de: Dateien-App öffnen
ja: 「ファイル」アプリを開く
ko: 파일 앱 열기
zh_hans: 打开「文件」App
zh_hant: 開啟「檔案」App

# Shared.OriginalUnavailable.Description
source: The original may not have finished syncing yet, or your device couldn’t reach iCloud. Check your internet connection and try again later.
de: Das Original wurde möglicherweise noch nicht vollständig synchronisiert oder dein Gerät konnte iCloud nicht erreichen. Überprüfe deine Internetverbindung und versuche es später erneut.
ja: オリジナルの同期がまだ完了していないか、デバイスがiCloudに接続できませんでした。インターネット接続を確認して、後でもう一度お試しください。
ko: 원본 동기화가 아직 완료되지 않았거나 기기가 iCloud에 연결하지 못했습니다. 인터넷 연결을 확인하고 나중에 다시 시도하십시오.
zh_hans: 原图可能尚未同步完成，或者您的设备无法连接到 iCloud。请检查网络连接，稍后再试。
zh_hant: 原圖可能尚未同步完成，或者您的裝置無法連線至 iCloud。請檢查網路連線，稍後再試。

# Shared.OriginalUnavailable.Title
source: Original Unavailable
de: Original nicht verfügbar
ja: オリジナルを利用できません
ko: 원본을 사용할 수 없음
zh_hans: 无法获取原图
zh_hant: 無法取得原圖

# Shared.Pics
source: Pics
de: Bilder
ja: 画像
ko: 사진
zh_hans: 图片
zh_hant: 圖片

# Shared.PictureInPicture
source: Picture in Picture
de: Bild-in-Bild
ja: ピクチャ・イン・ピクチャ
ko: 화면 속 화면
zh_hans: 画中画
zh_hant: 子母畫面

# Shared.Refresh
source: Refresh
de: Aktualisieren
ja: 再読み込み
ko: 새로고침
zh_hans: 刷新
zh_hant: 重新整理

# Shared.RemoveDownload
source: Remove Download
de: Download entfernen
ja: ダウンロードを削除
ko: 다운로드 제거
zh_hans: 移除下载
zh_hant: 移除下載

# Shared.Rename
source: Rename
de: Umbenennen
ja: 名称変更
ko: 이름 변경
zh_hans: 重命名
zh_hant: 重新命名

# Shared.ResetCover
source: Reset Album Cover
de: Albumcover zurücksetzen
ja: アルバムカバーを初期化
ko: 앨범 커버 초기화
zh_hans: 重置相册封面
zh_hant: 重設相簿封面

# Shared.Select
source: Select
de: Auswählen
ja: 選択
ko: 선택
zh_hans: 选择
zh_hant: 選取

# Shared.SelectAll
source: Select All
de: Alle auswählen
ja: すべてを選択
ko: 전체 선택
zh_hans: 全选
zh_hant: 全選

# Shared.SelectAPhoto
source: Select a photo to preview.
de: Wählen Sie ein Foto zur Vorschau.
ja: 表示する写真を選択してください。
ko: 미리 볼 사진을 선택하세요.
zh_hans: 选择一张照片以预览。
zh_hant: 選擇一張照片以預覽。

# Shared.SelectAPic
source: Select a pic to preview.
de: Wählen Sie ein Bild zur Vorschau.
ja: 表示する画像を選択してください。
ko: 미리 볼 사진을 선택하세요.
zh_hans: 选择一张图片以预览。
zh_hant: 選擇一張圖片以預覽。

# Shared.Selected.%lld
source: %lld Items
de: %lld Elemente
ja: %lld個の項目
ko: %lld개 항목
zh_hans: %lld 个项目
zh_hant: %lld 個項目

# Shared.SetAsCover
source: Set As Album Cover
de: Als Albumcover festlegen
ja: アルバムカバーに設定
ko: 앨범 커버로 설정
zh_hans: 设为相册封面
zh_hant: 設為相簿封面

# Shared.Share
source: Share
de: Teilen
ja: 共有
ko: 공유
zh_hans: 分享
zh_hant: 分享

# Shared.Sort
source: Sort
de: Sortieren
ja: 並べ替え
ko: 정렬
zh_hans: 排序
zh_hant: 排序

# Shared.Sort.DateAdded.Ascending
source: Date Added (Ascending)
de: Hinzugefügt am (aufsteigend)
ja: 追加日（昇順）
ko: 추가된 날짜 (오름차순)
zh_hans: 添加日期（升序）
zh_hant: 加入日期（升序）

# Shared.Sort.DateAdded.Descending
source: Date Added (Descending)
de: Hinzugefügt am (absteigend)
ja: 追加日（降順）
ko: 추가된 날짜 (내림차순)
zh_hans: 添加日期（降序）
zh_hant: 加入日期（降序）

# Shared.Sort.Name.Ascending
source: Name (Ascending)
de: Name (aufsteigend)
ja: 名前（昇順）
ko: 이름 (오름차순)
zh_hans: 名称（升序）
zh_hant: 名稱（升序）

# Shared.Sort.Name.Descending
source: Name (Descending)
de: Name (absteigend)
ja: 名前（降順）
ko: 이름 (내림차순)
zh_hans: 名称（降序）
zh_hant: 名稱（降序）

# Shared.Sort.PicCount.Ascending
source: Pic Count (Ascending)
de: Bilderanzahl (aufsteigend)
ja: アルバムと画像数（昇順）
ko: 사진 수 (오름차순)
zh_hans: 图片数量（升序）
zh_hant: 圖片數量（升序）

# Shared.Sort.PicCount.Descending
source: Pic Count (Descending)
de: Bilderanzahl (absteigend)
ja: アルバムと画像数（降順）
ko: 사진 수 (내림차순)
zh_hans: 图片数量（降序）
zh_hant: 圖片數量（降序）

# Shared.Sort.ProminentColor
source: Color
de: Farbe
ja: カラー
ko: 색상
zh_hans: 颜色
zh_hant: 顏色

# Shared.Yes
source: Yes
de: Ja
ja: はい
ko: 예
zh_hans: 是
zh_hant: 是

# Sync.Downloading
source: Downloading Originals…
de: Originale werden geladen …
ja: オリジナルをダウンロード中…
ko: 원본 다운로드 중…
zh_hans: 正在下载原始文件…
zh_hant: 正在下載原始檔案…

# ViewTitle.Albums
source: Albums
de: Alben
ja: アルバム
ko: 앨범
zh_hans: 相册
zh_hant: 相簿

# ViewTitle.Albums.Create
source: Create Album
de: Album erstellen
ja: アルバムを作成
ko: 앨범 생성
zh_hans: 创建相册
zh_hant: 建立相簿

# ViewTitle.Albums.Rename
source: Rename Album
de: Album umbenennen
ja: アルバムの名前を変更
ko: 앨범 이름 변경
zh_hans: 重命名相册
zh_hant: 重新命名相簿

# ViewTitle.Collection
source: Library
de: Bibliothek
ja: ライブラリ
ko: 라이브러리
zh_hans: 资料库
zh_hant: 資料庫

# ViewTitle.Debug
source: Experiments
de: Experimentell
ja: ラボ
ko: 실험실
zh_hans: 实验功能
zh_hant: 實驗功能

# ViewTitle.DuplicateChecker
source: Organize Duplicates
de: Duplikate organisieren
ja: 重複を整理
ko: 중복 항목 정리
zh_hans: 整理重复项
zh_hant: 整理重複項目

# ViewTitle.DuplicateGroup
source: Duplicate Group
de: Duplikatgruppe
ja: 重複グループ
ko: 중복 그룹
zh_hans: 重复项组
zh_hant: 重複項目群組

# ViewTitle.Import
source: Import Items
de: Elemente importieren
ja: 項目をインポート
ko: 항목 가져오기
zh_hans: 导入项目
zh_hant: 匯入項目

# ViewTitle.Importer
source: Select An Album
de: Album auswählen
ja: アルバムを選択
ko: 앨범 선택
zh_hans: 选择相册
zh_hant: 選擇相簿

# ViewTitle.More
source: More
de: Mehr
ja: その他
ko: 더 보기
zh_hans: 更多
zh_hant: 更多

# ViewTitle.Photos
source: Photos
de: Fotos
ja: 写真
ko: 사진
zh_hans: 照片
zh_hant: 照片

# ViewTitle.Pics
source: Pics
de: Bilder
ja: 画像
ko: 사진
zh_hans: 图片
zh_hant: 圖片

# ViewTitle.Pics.Rename
source: Rename Pic
de: Bild umbenennen
ja: 名称変更
ko: 사진 이름 변경
zh_hans: 重命名图片
zh_hant: 重新命名圖片

# ViewTitle.RestoreBackup
source: Restore Backup
de: Backup wiederherstellen
ja: バックアップを復元
ko: 백업 복원
zh_hans: 恢复备份
zh_hant: 還原備份

# ViewTitle.Troubleshooting
source: Troubleshooting
de: Fehlerbehebung
ja: トラブルシューティング
ko: 문제 해결
zh_hans: 故障排除
zh_hant: 疑難排解

# Shared.Filter
source: Filter
ja: フィルタ
ko: 필터
zh_hans: 筛选
zh_hant: 篩選

# ViewTitle.Backup
source: Backup
ja: バックアップ
ko: 백업
zh_hans: 备份
zh_hant: 備份

# Shared.OK
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好
